Repository: bread-and-pepper/django-userena
Catalog: userena/locale/*/LC_MESSAGES/django.po
Languages: el, nb, pt, ru, tr

source: Username
el: Όνομα χρήστη
nb: Brukernavn
ru: Имя пользователя
tr: Kullanıcı adı

source: Username must contain only letters, numbers, dots and underscores.
el: Το όνομα χρήστη θα πρέπει να περιέχει μόνο γράμματα, αριθμούς, τελείες και κάτω παύλες.
nb: Brukernavn kan kun inneholde bokstaver, tall, punktum og understreker.
ru: Имя пользователя должно содержать только буквы, цифры, точки и подчёркивания.
tr: Kullanıcı adı sadece harfler, rakamlar, nokta ve alt çizgiden oluşmalıdır.

source: Email
nb: E-post
ru: Адрес email
tr: E-posta

source: Create password
el: Δημιουργήστε κωδικό πρόσβασης
nb: Opprett passord
pt: Criar password
ru: Выберите пароль
tr: Parola oluştur

source: Repeat password
el: Επαναλάβεται τον κωδικό πρόσβασης.
nb: Gjenta passord
pt: Repetir password
ru: Повторите пароль
tr: Parolayı tekrar et

source: This username is already taken but not confirmed. Please check your email for verification steps.
nb: Dette brukernavnet opptatt, men ikke bekreftet. Vennligst sjekk din e-post for verifisering.

source: This username is already taken.
el: Αυτό το όνομα χρήστη χρησιμοποιείται
nb: Dette brukernavnet er opptatt.
pt: Este username já existe
ru: Это имя пользователя уже занято.
tr: Bu kullanıcı adı kullanımda.

source: This username is not allowed.
el: Αυτό το όνομα χρήστη δεν επιτρέπεται
nb: Dette brukernavnet er ikke tillatt.
pt: Este username não é permitido
ru: Это имя пользователя не разрешено использовать.
tr: Bu kullanıcı adını alamazsınız.

source: This email is already in use but not confirmed. Please check your email for verification steps.
nb: Denne e-postadressen er opptatt, men ikke bekreftet. Vennligst sjekk din e-post for verifisering.

source: This email is already in use. Please supply a different email.
el: Το email αυτό χρησιμοποιείται ήδη. Παρακαλώ χρησιμοποείστε ένα άλλο email.
nb: Denne e-postadressen er opptatt. Vennligst oppgi en annen.
pt: Este e-mail já está em uso. Por favor, forneça um e-mail diferente.
ru: Этот email уже занят. Пожалуйста, введите другой.
tr: Bu e-posta zaten kullanımda. Lütfen farklı bir e-posta adresi yazınız.

source: The two password fields didn't match.
el: Τα δύο πεδία για τον κωδικό δεν ταιριάζουν.
nb: Oppgitte passord stemmer ikke overens.
pt: Os dois campos de passwords não correspondem.
ru: Введённые пароли не совпадают.
tr: Parolalar uyuşmuyor.

source: I have read and agree to the Terms of Service
el: Έχω διαβάσει και συμφωνήσει στους Όρους Χρήσης
nb: Jeg har lest og godtar bruksvilkårene
ru: Я прочитал и согласен c условиями предоставления услуг.
tr: Kullanım şartlarını okudum ve kabul ediyorum.

source: You must agree to the terms to register.
el: Πρέπει να συμφωνήσετε στους όρους για να εγγραφείτε.
nb: Du må godta bruksvilkårene for å registrere deg.
pt: Tem que concordar com os Termos de Serviço
ru: Вы должны согласиться с условиями предоставления услуг.
tr: Kayıt olabilmek için şartları kabul etmelisiniz.

source: Email or username
el: Email ή όνομα χρήστη
nb: E-post eller brukernavn
ru: Email или имя пользователя
tr: E-posta veya kullanıcı adı

source: Either supply us with your email or username.
el: Χρησιμοποιήστε το email ή το όνομα χρήστη.
nb: Oppgi enten e-post eller brukernavn.
ru: Введите email или имя пользователя.
tr: E-posta adresinizi veya kullanıcı adınızı giriniz.

source: Password
el: Κωδικός
nb: Passord
ru: Пароль
tr: Parola

source: Remember me for %(days)s
el: Να με θυμάστε για %(days)s
nb: Husk meg i %(days)s
pt: Lembre-me por %(days)s
ru: Запомнить меня на %(days)s
tr: Beni %(days)s gün boyunca hatırla

source: Please supply your email.
el: Παρακαλώ παρέχετε το email.
nb: Vennligst oppgi din e-postadresse.
ru: Пожалуйста, введите адрес email.
tr: E-posta adresinizi yazınız.

source: Please enter a correct username or email and password. Note that both fields are case-sensitive.
el: Παρακαλώ εισάγετε ένα σωστό όνομα χρήστη ή email και κωδικό. Προσέξτε ότι και τα δύο πεδία είναι ευαίσθητα ως προς τα κεφαλαία και τα πεζά.
nb: Vennligst oppgi korrekt brukernavn eller e-post, og passord. Merk at store og små bokstaver må stemme for begge.
pt: Por favor insira um username correcto ou e-mail e password. Note-se que ambos os campossão case-sensitive
ru: Пожалуйста, введите правильное имя пользователя или email и пароль. Обратите внимание, что оба поля чувствительны к регистру.
tr: Lütfen doğru bir kullanıcı adı / e-posta ve parola yazınız. İki alan da büyük küçük harfe duyarlıdır.

source: New email
el: Νέο email
nb: Ny e-post
pt: Novo email
ru: Новый адрес email
tr: Yeni e-posta

source: You're already known under this email.
el: Είστε ήδη γνωστός με αυτό το email.
nb: Du er allerede registrert med denne e-posten.
pt: Já é conhecido por este email
ru: Вы уже зарегистрированы под этим адресом email.
tr: Zaten bu e-posta ile biliniyorsunuz.

source: First name
el: Όνομα
nb: Fornavn
pt: Primeiro nome
ru: Имя
tr: Ad

source: Last name
el: Επώνυμο
nb: Etternavn
pt: Sobrenome
ru: Фамилия
tr: Soyad

source: Either message_plain or message_html should be not None
nb: Kun én av message_plain eller message_html kan være None

source: No profile found for %(username)s
el: Δεν βρέθηκε προφίλ %(username)s
nb: Ingen profil funnet for %(username)s
ru: Не найден профиль для %(username)s
tr: %(username)s için profil bulunamadı

source: user
el: χρήστης
nb: bruker
pt: Utilizador
ru: пользователь
tr: kullanıcı

source: last active
el: τελευταία ενεργός
nb: sist aktiv
pt: Activo pela última vez
ru: последняя активность
tr: son etkinlik

source: The last date that the user was active.
el: Τελευταία ημερομηνία που ο χρήστης ήταν ενεργός.
nb: Forrige dato brukeren var aktiv.
pt: A última data que o utilizador esteve ativo.
ru: Дата последней активности пользователя.
tr: Bu kullanıcının etkin olduğu son tarih.

source: activation key
el: κλειδί ενεργοποίησης
nb: aktiviseringsnøkkel
pt: chave de activação
ru: ключ активации
tr: etkinleştirme anahtarı

source: notification send
el: ειδοποίηση απεστάλη
nb: melding sendt
pt: notificação enviada
ru: уведомление послано
tr: bildirim gönderildi

source: Designates whether this user has already got a notification about activating their account.
el: Καθορίζει αν ο χρήστης έχει πάρει ήδη μια ειδοποίηση σχετικά με την ενεργοποίηση του λογαριασμού του.
nb: Oppgir om denne brukeren har fått melding om å aktivisere sin konto.
pt: Determina se este utilizador já recebeu uma notificação sobre a activaçãoda sua aconta
ru: Указывает было ли этим пользователем уже получено уведомление об активации учётной записи.
tr: Kullanıcının hesabını etkinleştirmesi için bildirim alıp almadığını gösterir.

source: unconfirmed email address
el: Διεύθυνση email χωρίς επιβεβαίωση
nb: ubekreftet e-postadresse
pt: endereço de email não confirmado
ru: неподтверждённый адрес email
tr: doğrulanmamış e-posta adresi

source: Temporary email address when the user requests an email change.
el: Προσωρινό email όταν ο χρήστης ζητήση αλλαγή email.
nb: Midlertidig e-postadresse ved endring.
pt: Email temporário quando o utilizador solicita uma mudança de e-mail.
ru: Временный адрес email, используемый при запросе на смену email.
tr: Kullanıcı e-posta değişikliği talep ettiğinde verdiği geçici e-posta adresi.

source: unconfirmed email verification key
el: Ανεπιβεβαίωτο κλειδί ταυτοποίησης email
nb: ubekreftet verifiseringsnøkkel for e-post
pt: chave de verificação de email não confirmada
ru: неподтверждённый email-ключ активации
tr: doğrulanmamış e-posta doğrulama anahtarı

source: creation date of email confirmation key
el: ημερομηνία δημιουργίας του email με το κλειδί επιβεβαίωσης
nb: dato for opprettelse av verifiseringsnøkkel for e-post
pt: data de criação da chave de confirmação de email
ru: дата создания email-ключа активации
tr: e-posta doğrulama anahtarının oluşturulma tarihi

source: userena registration
el: εγγραφή userena
nb: userena registrering
pt: Inscrição userena
ru: регистрация userena
tr: userena kayıt

source: userena registrations
el: εγγραφές userena
nb: userena registreringer
pt: Inscrições userena
ru: регистрации userena
tr: userena kayıtları

source: Open
el: Ανοικτό
nb: Åpen (for alle)
pt: Aberto
ru: Открыта
tr: Herkese açık

source: Registered
el: Εγγεγραμένο
nb: Registrerte (brukere)
pt: Registado
ru: Зарегистрированные
tr: Kullanıcılara açık

source: Closed
el: Κλειστό
nb: Lukket
pt: Fechado
ru: Закрыта
tr: Sadece ben

source: mugshot
el: φωτογραφία
nb: profilbilde
ru: фото
tr: Profil resmi

source: A personal image displayed in your profile.
el: Μια προσωπική εικόνα που εμφανίζεται στο προφίλ σας.
nb: Et personlig bilde som vises i din profil.
pt: A imagem pessoal exibida no seu perfil.
ru: Личная фотография, отображаемая в профиле.
tr: Profilinizde gösterilen kişisel resim.

source: privacy
el: ιδιωτικότητα
nb: personvern
pt: privacidade
ru: приватность
tr: gizlilik

source: Designates who can view your profile.
el: Καθορίζει ποιος μπορεί να δει το προφίλ σας.
nb: Avgjør hvem som kan se din profil.
pt: Designa quem pode ver seu perfil.
ru: Опредеяет, кто может просматривать ваш профиль.
tr: Profilinizi kimin görebileceğini gösterir.

source: language
el: γλώσσα
nb: språk
pt: Idioma
ru: язык
tr: dil

source: a month
el: ένα μήνα
nb: en måned
pt: um mês
ru: месяц
tr: bir ay

source: Signups are disabled.
nb: Innmelding er ikke mulig.

source: Your account has been activated and you have been signed in.
el: Ο λογαριασμός σας έχει ενεργοποιηθεί και έχετε εισέλθει
nb: Din konto har blitt aktivert og du er logget inn.
pt: Sua conta foi activada e autentidada
ru: Ваша учётная запись активирована и вы теперь авторизованы.
tr: Hesabınız etkinleştirilmiştir ve siteye giriş yapmış bulunmaktasınız.

source: Your email address has been changed.
nb: Din e-postadresse har blitt endret.

source: You have been signed in.
el: Έχετε εισέλθει
nb: Du har blitt logget inn.
pt: Entrou
ru: Вы теперь авторизованы.
tr: Giriş yaptınız.

source: You have been signed out.
nb: Du har blitt logget ut.
tr: Çıkış yaptınız.

source: Your profile has been updated.
el: Το προφίλ σας έχει ανανεωθεί.
nb: Din profil har blitt oppdatert.
pt: O seu perfil foi actualizado
ru: Ваш профиль обновлён.
tr: Profiliniz güncellendi.

source: You don't have permission to view this profile.
el: Δεν έχετε το δικαίωμα να δείτε αυτό το προφίλ.
nb: Du har ikke rettighet til å se denne profilen.
pt: Não tem permissão para visualizar ester perfil
ru: У вас нет прав для просмотра этого профиля.
tr: Bu profili görmeye yetkiniz yok.

source: Date/time
el: Χρονολογία/ώρα
nb: Dato/tid
pt: Data/hora
ru: Дата/время
tr: Tarih/zaman

source: The following usernames are incorrect: %(users)s.
el: Τα παρακάτω ψευδώνυμα είναι λάθος: %(users)s.
nb: Følgende brukernavn er feil: %(users)s.
pt: Os seguintes usernames estão incorrentos: %(users)s.
ru: Следующие имена пользователей не верны: %(users)s.
tr: Şu kullanıcı adları doğru değil: %(users)s.

source: To
el: Προς
nb: Til
pt: Para
ru: Кому
tr: Kime

source: Message
el: Μήνυμα
nb: Melding
pt: Mensagem
ru: Сообщение
tr: İleti

source: from user
el: απο τον χρήστη
nb: fra bruker
pt: De utilizador
ru: от пользователя
tr: kimden

source: to user
el: στον χρήστη
nb: til bruker
pt: para utilizador
ru: пользователю
tr: kime

source: latest message
el: τελευταίο μήνυμα
nb: siste melding
pt: última mensagem
ru: последнее сообщение
tr: son ileti

source: contact
el: επαφή
nb: kontakt
pt: contacto
ru: контакт
tr: bağlantı

source: contacts
el: επαφές
nb: kontakter
pt: contactos
ru: контакты
tr: bağlantılar

source: %(um_from_user)s and %(um_to_user)s
el: %(um_from_user)s και %(um_to_user)s
nb: %(um_from_user)s og %(um_to_user)s
tr: %(um_from_user)s ve %(um_to_user)s

source: recipient
el: παραλήπτης
nb: mottaker
pt: destinatário
ru: получатель
tr: alıcı

source: message
el: μήνυμα
nb: melding
pt: mensagem
ru: сообщение
tr: ileti

source: read at
el: αναγνώστηκε στις
nb: lest kl
pt: lido em
ru: прочитано
tr: okunma tarihi

source: recipient deleted at
el: παραλήπτης διαγράφηκε στις
nb: mottaker slettet kl
ru: удалено получателем
tr: alıcının silme tarihi

source: recipients
el: παραλήπτες
nb: mottakere
pt: destinatários
ru: получатели
tr: alıcılar

source: body
el: σώμα
nb: kropp
pt: corpo
ru: тело
tr: içerik

source: sent at
el: στάλθηκε στις
nb: sendt kl
pt: enviado em
ru: отправлено
tr: gönderim tarihi

source: sender deleted at
el: αποστολέας διαγράφηκε στις
nb: sender slettet kl
pt: remetende apagado em
ru: удалено отправителем
tr: göndericinin silme tarihi

source: messages
el: μηνύματα
nb: meldinger
pt: mensagens
ru: сообщения
tr: iletiler

source: Message is sent.
el: Το μήνυμα απεστάλη.
nb: Meldingen er sendt.
pt: Mensagem enviada
ru: Сообщение отправлено.
tr: İleti gönderildi.

source: Message is succesfully restored.
el: Το μήνυμα αποκαταστάθηκε με επιτυχία.
nb: Meldingen ble gjenopprettet.
pt: A mensagem foi restaurada com sucesso
ru: Сообщение успешно восстановлено.
tr: İletiler başarıyla geri getirildi.

source: Message is successfully removed.
el: Το μήνυμα διαγράφηκε με επιτυχία.
nb: Meldingen er fjernet.
pt: A mensagem foi removida com sucesso
ru: Сообщение успешно удалено.
tr: İletiler başarıyla silindi.

source: Conversation with %(recipient)s
nb: Samtale med %(recipient)s
ru: Переписка с %(recipient)s
tr: %(recipient)s ile yazışma

source: Received on %(sent_at)s
nb: Mottatt %(sent_at)s
ru: Получено %(sent_at)s
tr: %(sent_at)s tarihinde alındı

source: Compose
el: Δημιουργία
nb: Skriv melding
pt: Compor
ru: Написать
tr: Yaz

source: Compose message
el: Δημιουργία μηνύματος
nb: Skriv melding
pt: Compor mensagem
ru: Написать сообщение
tr: İleti yaz

source: Messages
nb: Meldinger
ru: Сообщения
tr: İletiler

source: %(unread_message_count)s new messages.
nb: %(unread_message_count)s nye meldinger.
ru: %(unread_message_count)s новых сообщений.
tr: %(unread_message_count)s yeni ileti.

source: %(latest_message)s (%(unread_between_count)s new)
nb: %(latest_message)s (%(unread_between_count)s nye)
ru: %(latest_message)s (%(unread_between_count)s новых)
tr: %(latest_message)s (%(unread_between_count)s yeni)

source: Account activation failed.
el: Η ενεργοποίηση του λογαριασμού απέτυχε.
nb: Aktivisering av konto var mislykket.
pt: Activação de conta sem sucesso
ru: Активация учётной записи не удалась.
tr: Hesap etkinleştirme başarısız oldu.

source: Your account could not be activated...
nb: Din konto kunne ikke aktiviseres...
ru: Ваша учётная запись не может быть активирована...
tr: Hesabınız etkinleştirilemedi...

source: Your account could not be activated. This could be because your activation link has aged.
el: Ο λογαριασμός σας δεν μπόρεσε να ενεργοποιηθεί. Είναι δυνατό ο σύνδεσμος ενεργοποίησης να έχει λήξη.
nb: Din konto kunne ikke aktiviseres. Dette kan være fordi aktiviseringslenken er for gammel.
pt: A sua conta não pode activada. Isto pode estar a acontecer porqueo seu link não se encontra mais registado
ru: Ваша учётная запись не может быть активирована. Возможно, ваш ключ авктивации устарел.
tr: Hesabınız etkinleştirilemedi. Etkinleştirme bağlantısının süresi dolmuş olabilir.

source: Please try signing up again or contact us if you think something went wrong.
el: Προσπαθήστε να συνδεθείτε ξανά ή επικοινωνήστε μαζί μας, αν νομίζετε ότι κάτι πήγε στραβά.
nb: Vennligst prøv å melde deg inn igjen eller kontakt oss hvis du mener noe er feil.
pt: Por favor, tente inscrever-se novamente ou contacte-nos se pensa que algo está errado.
ru: Пожалуйста, попробуйте войти снова или свяжитесь с нами, если вы думаете, что что-то пошло не так.
tr: Eğer bir şeylerin ters gittiğini düşünüyorsanız tekrar kayıt olmayı veya bize ulaşmayı deneyebilirsiniz.

source: Your account could not be activated because activation link is expired.
nb: Din konto kunne ikke aktiveres fordi aktiveringslenken er utgått på dato.

source: Request a new activation link.
nb: Be om ny aktiveringslenke.

source: Account re-activation succeeded.
nb: Reaktivering av konto lyktes.

source: Account re-activation
nb: Reaktiver konto

source: You requested a new activation of your account..
nb: Du ba om en ny aktivering av din konto..

source: You have been sent an e-mail with an activation link to the supplied email.
el: Σας έχει σταλεί ένα email με ένα σύνδεσμο ενεργοποίησης για το email που δώσατε.
nb: Vi har sendt en e-post med aktiveringslenke til oppgitt e-postadresse.
ru: Email сообщение с инструкциями об активации отправлено на указанный адрес.
tr: Sunduğunuz e-posta adresine etkinleştirme bağlantısı içeren bir e-posta gönderilmiştir.

source: We will store your signup information for %(userena_activation_days)s days on our server.
el: Θα αποθηκεύσουμε τα δεδομένα της εγγραφή σας για %(userena_activation_days)s μέρες στον server μας.
nb: Vi vil lagre din informasjonn på vår server i %(userena_activation_days)s dager.
pt: Vamos armazenar a usa informação de inscrição por %(userena_activation_days)s dias no nosso servidor.
ru: Мы будем хранить регистрационную информация на нашем сервере в течение %(userena_activation_days)s дней.
tr: Kayıt bilgilerinizi %(userena_activation_days)s gün saklayacağız.

source: Disabled account
el: Απενεργοποίηση λογαριασμού
nb: Deaktivert konto
pt: Desactivar conta
ru: Отключённая учётная запись.
tr: Kapatılmış hesap

source: Your account has been disabled
el: Ο λογαριασμός σας έχει απενεργοποιηθεί
nb: Din konto har blitt deaktivert
pt: A sua conta foi desactivada
ru: Ваша учётная запись была отключена
tr: Hesabınız kapatılmıştır

source: It seems your account has been disabled.
el: Φαίνεται ότι ο λογαριασμός σας έχει απενεργοποιηθεί.
nb: Det ser ut til at din konto har blitt deaktivert.
pt: Parece que a sua conta foi desactivada
ru: Похоже, ваша учётная запись была отключена.
tr: Hesabınız kapatılmış görünüyor.

source: If you feel that injustice has been done to you, feel free to contact the administrators to find out why
el: Αν αισθάνεστε ότι έχετε αδικηθεί, μην διστάσετε να επικοινωνήσετε με τους διαχειριστές να μάθετε γιατί
nb: Kontakt gjerne administrator hvis du mener vi har gjort deg urett.
pt: Se acha que é uma injustica o que acontece, não hesite em contactaros administradores para descobrir o porquê
ru: Если вы считаете, что с вами поступили несправедливо - свяжитесь с администратором чтобы узнать о причинах
tr: Eğer size karşı bir haksızlık yapıldığını düşünüyorsanız yöneticilere ulaşarak kapatılma sebebini sorabilirsiniz

source: Email verification
el: Email επαλήθευσης
nb: Verifisering av e-postadresse
pt: Email de verificação
ru: Подтверждение email
tr: E-posta doğrulama

source: Confirm your new email
el: Επιβεβαιώστε το καινούριο σας email.
nb: Bekreft din nye e-postadresse
pt: Confirme o seu novo e-mail
ru: Подтвердите свой email
tr: Yeni e-posta adresinizi doğrulayın

source: You have received an email at %(email)s.
el: Έχεις λάβει ένα emal στο%(email)s.
nb: Du har mottett en e-post på %(email)s.
pt: Recebeu um e-mail em %(email)s.
ru: Вы получили email на %(email)s.
tr: %(email)s adresinize bir e-posta almış olmalısınız.

source: To associate this email address with your account (%(username)s) click on the link provided in this email.
el: Για να συσχετίσετε αυτό το email με το λογαριασμό σας ( %(username)s ), ακολουθήστε το σύνδεσμο που παρέχεται σε αυτό το email.
nb: Klikk på lenken i denne e-posten for å tilegne denne e-postadressen til din konto (%(username)s)
pt: Para associar este email com a sua conta (%(username)s) clique no link fornecido neste email
ru: Чтобы связать этот адрес email с вашей учётной записью (%(username)s) перейдите по ссылке указанной в этом сообщении.
tr: Bu e-posta adresiyle hesabınızı (%(username)s) ilişkilendirmek için bu e-postada yazılı bağlantıya tıklayınız.

source: Email changed!
el: Το email άλλαξε!
nb: E-postadresse endret!
pt: Email Alterado!
ru: Email адрес изменён!
tr: E-posta değişti!

source: Your new email address is saved. You can continue using %(site)s with this email.
nb: Din nye e-postadresse er lagret. Du kan fortsette å bruke %(site)s med denne adressen.
ru: Ваш новый email адрес сохранён. Вы можете продолжать пользоваться %(site)s с этим адресом.
tr: Yeni e-posta adresiniz kaydedildi. %(site)s kullanmaya bu e-posta ile devam edebilirsiniz.

source: Email verification failed.
el: Η επαλήθευση του email απέτυχε.
nb: Verifisering av e-post feilet.
pt: Verificação de email sem sucesso
ru: Email-активация не удалась.
tr: E-posta doğrulama başarısız oldu.

source: Your email could not be verified...
el: Το email σας δεν μπορεί να επαληθευτεί..
nb: Din e-post kunne ikke verifiseres...
pt: O email não pode ser verificado...
ru: Невозможно подтвердить ваш email...
tr: Hesabınız doğrulanamadı...

source: You could try changing it again in your account settings.
el: Μπορείτε να δοκιμάσετε να αλλάξετε ξανά τις ρυθμίσεις του λογαριασμού σας.
nb: Du kan prøve å endre den igjen i dine kontoinnstillinger.
pt: Pode tentar alterar novamente nas configurações de conta
ru: Вы можете попробовать сменить его в настройках учётной записи.
tr: Hesap ayarlarından tekrar değiştirmeyi deneyebilirsiniz.

source: Account &raquo; %(username)s
el: Λογαρισμός &raquo; %(username)s
nb: Konto &raquo; %(username)s
ru: Учётная запись &raquo; %(username)s
tr: Hesap &raquo; %(username)s

source: View profile
el: Δείτε το προφίλ
nb: Se profil
pt: Ver perfil
ru: Смотреть профиль
tr: Profili görüntüle

source: Edit profile
el: Επεξεργασία προφίλ
nb: Endre profil
pt: Editar perfil
ru: Редактировать профиль
tr: Profili düzenle

source: Change password
el: Αλλαγή κωδικού
nb: Endre passord
pt: Alterar password
ru: Сменить пароль
tr: Parolayı değiştir

source: Change email
el: Αλλαγή email
nb: Endre e-post
pt: Alterar email
ru: Сменить email
tr: E-posta değiştir

source: Change email address
el: Αλλαγή διεύθυνσης email
nb: Endre e-postadresse
pt: Alterar email
ru: Сменить email адрес
tr: E-posta adresi değiştir

source: Password changed
el: Ο κωδικός άλλαξε
nb: Passord endret
pt: Password Alterada
ru: Пароль изменён
tr: Parola değişti

source: Your password has been changed
el: Ο κωδικός σας έχει αλλάξει
nb: Ditt passord har blitt endret
pt: A sua password foi alterada
ru: Ваш пароль был изменён
tr: Parolanız değişti

source: From now on you can use your new password to signin
el: Από εδώ και στο εξής μπορείτε να χρησιμοποιήσετε το καινούριο σας κωδικό για να εισέλθετε
nb: Fra nå av kan du bruke ditt nye passord ved innlogging
pt: A partir de agora pode usar a sua nova password para entrar
ru: С этого момента вы можете использовать свой новый пароль чтобы войти
tr: Bundan sonra girişlerde yeni parolanızı kullanabilirsiniz

source: Change Password
el: Αλλαγή κωδικού
nb: Endre passord
pt: Alterar Password
ru: Сменить пароль
tr: Parola Değiştir

source: Password reset
el: Επαναφορά κωδικού
nb: Tilbakestill passord
ru: Сброс пароля
tr: Parola sıfırla

source: Your password has been reset
el: Ο κωδικό σας έχει επανέλθει.
nb: Ditt passord har blitt tilbakestilt
pt: A sua password foi renovada
ru: Ваш пароль был сброшен
tr: Parolanız sıfırlanmıştır

source: You can now <a href="%(signin_url)s">signin</a> with your new password.
nb: Du kan nå <a href="%(signin_url)s">logge inn</a> med ditt nye passord.
ru: Теперь вы можете <a href="%(signin_url)s">войти</a>, используя свой новый пароль.
tr: Şimdi yeni parolanızla <a href="%(signin_url)s">giriş</a> yapabilirsiniz.

source: Reset password
el: Επαναφορά κωδικού
nb: Tilbakestill passord
ru: Сброс пароля
tr: Parola sıfırla

source: Reset Password
el: Επαναφορά κωδικού
nb: Tilbakestill passord
ru: Сброс пароля
tr: Parola Sıfırla

source: Password reset email sent
el: Αποστολή email επαναφοράς κωδικού
nb: E-post om tilbakestilling av passord har blitt sendt
ru: Письмо о сбросе пароля отправлено
tr: Parola sıfırlama e-postası gönderildi
