Repository: bread-and-pepper/django-userena
Catalog: userena/locale/*/LC_MESSAGES/django.po
Languages: el, nb, pt, ru, tr

source: An e-mail has been sent to you which explains how to reset your password.
el: Ένα email σας έχει σταλεί στο οποίο εξηγείται πως να επαναφέρετε τον κωδικό σας.
nb: Vi har sendt deg en e-post med beskrivelse av hvordan du kan tilbakestille passordet ditt.
ru: Email сообщение с инструкциями о сбросе пароля отправлено.
tr: Parolanızı nasıl sıfırlayacağınızı açıklayan bir e-posta, adresinize gönderildi.

source: Send password
el: Αποστολή κωδικού
nb: Send passord
pt: Enviar password
ru: Отправить пароль
tr: Parola gönder

source: %(username)s's profile.
el: Προφίλ του %(username)s.
nb: %(username)ss profil.
ru: %(username)s: профиль.
tr: %(username)s Profili.

source: Edit details
el: Επεξεργασία λεπτομερειών
nb: Endre detaljer
pt: Editar detalhes
ru: Редактировать профиль
tr: Ayrıntıları düzenle

source: Your mugshot
el: Η φωτογραφία σας
nb: Ditt profilbilde
pt: A sua imagem
ru: Ваше фото
tr: Profil resminiz

source: Name
el: Όνομα
nb: Navn
pt: Nome
ru: Имя
tr: Ad

source: Age
el: Ηλικία
nb: Alder
pt: Idade
ru: Возраст
tr: Yaş

source: Website
el: Ιστοσελίδα
nb: Webside
ru: Web-сайт
tr: İnternet sitesi

source: Location
el: Περιοχή
nb: Sted
pt: Localização
ru: Местоположение
tr: Konum

source: About me
el: Σχετικά με εμένα
nb: Om meg
pt: Sobre mim
ru: Обо мне
tr: Hakkımda

source: Account setup
el: Ρυθμίσεις λογαριασμού
nb: Kontoinnstillinger
pt: Configuração de conta
ru: Настройки учетной записи
tr: Hesap kurulumu

source: Edit Profile
el: Επεξεργασία προφίλ
nb: Endre profil
pt: Editar Perfil
ru: Редактировать профиль
tr: Profil Düzenle

source: Save changes
el: Αποθήκευση των αλλαγών
nb: Lagre endringer
pt: Guarda alterações
ru: Сохранить изменения
tr: Değişiklikleri kaydet

source: Profiles
el: Προφίλς
nb: Profiler
pt: Perfis
ru: Профили
tr: Profiller

source: previous
el: προηγούμενο
nb: forrige
pt: Anterior
ru: предыдущий
tr: önceki

source: Page %(page)s of %(num_pages)s
el: Σελίδα %(page)s από %(num_pages)s
nb: Side %(page)s av %(num_pages)s
ru: Страница %(page)s из %(num_pages)s
tr: %(num_pages)s sayfadan %(page)s

source: next
el: επόμενο
nb: neste
pt: pŕoximo
ru: следующая
tr: sonraki

source: Signin
el: Εισαγωγή
nb: Logg inn
pt: Entrar
ru: Войти
tr: Giriş yap

source: Forgot your password?
el: Ξεχάσατε τον κωδικό πρόσβασή σας;
nb: Har du glemt passordet ditt?
ru: Забыли свой пароль?
tr: Parolanızı mı unuttunuz?

source: Signed out
el: Αποσύνδεση
nb: Utlogget
pt: Saiu
ru: Вышли
tr: Çıkış yaptınız

source: You have been signed out
el: Έχετε αποσυνδεθεί
nb: Du har blitt utlogget
pt: Foi desligado
ru: Вы вышли
tr: Çıkış yaptınız

source: You have been signed out. Till we meet again.
el: Έχετε αποσυνδεθεί Σας περιμένουμε ξανά.
nb: Du har blitt utlogget. Sees igjen.
ru: Вы вышли. До встречи!
tr: Çıkış yaptınız, tekrar buluşana kadar...

source: Signup almost done!
el: Η εγγραφή είναι σχεδόν έτοιμη!
nb: Innmelding nesten ferdig!
pt: Inscrição quase completada
ru: Регистрация почти завершена!
tr: Kayıt bitmek üzere!

source: Signup
el: Εγγραφή
nb: Innmelding
pt: Inscrição
ru: Регистрация
tr: Kayıt ol

source: Thank you for signing up with us!
el: Σας ευχαριστούμε που εγγραφήκατε!
nb: Takk for at du melder deg inn hos oss!
pt: Obrigado por se inscrever!
ru: Спасибо, что зарегистрировались у нас!
tr: Kayıt olduğunuz için teşekkürler!

source: You can now use the supplied credentials to signin.
el: Τώρα μπορείτε να χρησιμοποιήσετε τους κωδικούς σας για να συνδεθείτε
nb: Du kan nå bruke oppgitt legitimering for å logge inn.
ru: Вы можете использовать указанные данные чтобы войти.
tr: Şimdi giriş için sunulan bilgileri kullanabilirsiniz.

source: Dear %(username)s,</p>
nb: Kjære %(username)s,</p>

source: <p>Thank you for signing up at %(site)s.</p>
nb: <p>Takk for at du melder deg inn på %(site)s.</p>

source: To activate your account you should click on the link below:
el: Για να ενεργοποιήσετε τον λογαριασμό σας παρακαλώ ακολουθήστε τον παρακάτω σύνδεσμο:
nb: Klikk på lenken under for å aktivisere din konto:
ru: Для активации вашей учётной записи перейдите по ссылке ниже:
tr: Hesabınızı etkinleştirmek için aşağıdaki bağlantıya tıklayın:

source: Thanks for using our site!
el: Σας ευχαριστούμε που χρησιμοποιήσατε την ιστοσελίδα μας
nb: Takk for at du brukte vårt nettsted!
ru: Спасибо, что пользуетесь нашим сайтом!
tr: Sitemizi kullandığınız için teşekkürler!

source: Sincerely
el: Με εκτίμηση
nb: Vennlig hilsen
ru: С уважением
tr: Saygılarımızla

source: Dear %(username)s,
el: Αγαπητέ/ή %(username)s,
nb: Kjære %(username)s,
ru: Уважаемый %(username)s,
tr: Sayın %(username)s,

source: Thank you for signing up at %(site)s.
el: Σας ευχαριστούμε που εγγραφήκατε στο %(site)s.
nb: Takk for at du har meldt deg inn på %(site)s.
ru: Спасибо, что зарегистрировались на %(site)s.
tr: %(site)s üyeliğiniz için teşekkürler.

source: Your signup at %(site)s.
el: Η εγγραφή σας στο %(site)s.
nb: Din innmelding på %(site)s.
ru: Ваша регистрация на %(site)s.
tr: %(site)s üyeliğiniz

source: You requested a change of your email address at %(site)s.
el: Έχετε ζητήσει την αλλαγή του email σας στο %(site)s.
nb: Du har bedt om å få endret e-postadressen din på %(site)s.
ru: Вы запросили смену email адреса на %(site)s.
tr: %(site)s üzerinde kayıtlı e-posta adresinizi değiştirme talebinde bulundunuz.

source: Please confirm this email address by clicking on the link below:
el: Παρακαλώ επιβεβαιώστε το email ακολουθώντας τον παρακάτω σύνδεσμο:
nb: Vennligst bekreft denne e-postadressen ved å klikke på lenken under:
ru: Пожалуйста, подтвердите этот email адрес, перейдя по ссылке ниже:
tr: Lütfen bu e-posta adresinizi aşağıdaki bağlantıya tıklayarak doğrulayın:

source: There was a request to change your email address at %(site)s.
el: Υπήρξε αίτημα για αλλαγή της διεύθυνσης email στο%(site)s.
nb: Vi har fått en forespørsel om å endre din e-postadresse på %(site)s.
ru: Пришёл запрос на смену email адреса на %(site)s.
tr: %(site)s üzerinde kayıtlı e-posta adresinizi değiştirme talebinde bulunuldu.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
el: Ένα email έχει σταλεί στο %(new_email)s το οποίο περιέχει ένα σύνδεσμο επαλήθευσης. Ακολουθήστε το σύνδεσμο σε αυτό το email για να το ενεργοποιήσετε
nb: Vi har sendt en e-post til %(new_email)s som inneholder en verifiseringslenke. Klikk på lenken i e-posten for å aktivere din nye e-postadresse.
ru: Email сообщение с ключом подтверждения было отправлено на %(new_email)s. Перейдите по ссылке в этом сообщении чтобы для активации нового адреса.
tr: %(new_email)s adresine doğrulama bağlantısını içeren bir e-posta gönderildi. Bu bağlantıya tıklayarak hesabınızı etkinleştirebilirsiniz.

source: Email verification for %(site)s.
el: Επαλήθευση του email για το%(site)s.
nb: Verifisering av e-post for %(site)s.
ru: Email верификация для %(site)s.
tr: %(site)s için e-posta doğrulaması.

source: A request to change your email address is made at %(site)s.
el: Το αίτημά σας για αλλαγή κωδικού έγινε στο %(site)s.
nb: Det har kommet en forespørsel om å endre din e-postadresse på %(site)s.
ru: Совершён запрос на смену вашего email адреса на %(site)s.
tr: %(site)s üzerinde kayıtlı e-posta adresinizi değiştirme talebinde bulunuldu.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
nb: Du mottat denne e-posten fordi du har bedt om en tilbakestilling av din brukerkonto på %(site_name)s

source: Please go to the following page and choose a new password:
el: Παρακαλώ μεταβείτε στην σελίδα που ακολουθεί και επιλέξτε ένα κωδικό:
nb: Vennligst gå til følgende side og velg nytt passord:
ru: Пожалуйста, посетите следующую страницу и выберите новый пароль:
tr: Lütfen şu sayfaya gidin ve yeni bir parola belirleyin:

source: Your username, in case you've forgotten: %(username)s
nb: Ditt brukernavn i tilfelle du har glemt det: %(username)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
el: Έχετε λάβει αυτό το email επειδή έχετε ζητήσει αλλαγή κωδικού για τον λογαριασμό σας στο %(site_name)s
nb: Du mottar denne e-posten fordi du har bedt oss tilbakestille ditt passord på %(site_name)s
ru: Вы получили это сообщение потому что запросили сброс пароля для своей учётной записи на %(site_name)s
tr: Bu e-postayı alıyorsunuz çünkü %(site_name)s hesabınızın parolasını sıfırlama talebinde bulundunuz.

source: Your username, in case you've forgotten: %(username)s
el: Το όνομά σας, σε περίπτωση που έχετε ξεχάσει: %(username)s
nb: Ditt brukernavn i tilfelle du har glemt det: %(username)s
ru: Имя вашего пользователя, если вы вдруг забыли: %(username)s
tr: Kullanıcı adınız, unuttuysanız: %(username)s

source: Male
el: Άνδρας
nb: Mann
pt: Masculino
ru: Мужской
tr: Erkek

source: Female
el: Γυναίκα
nb: Kvinne
pt: Feminino
ru: Женский
tr: Kadın

source: gender
el: Φύλο
nb: kjønn
pt: sexo
ru: пол
tr: cinsiyet

source: website
el: Ιστοσελίδα
nb: webside
ru: web-сайт
tr: internet sitesi

source: location
el: Περιοχή
nb: sted
pt: Localização
ru: местоположение
tr: konum

source: about me
el: Σχετικά με εμένα
nb: om meg
pt: Sobre mim
ru: обо мне
tr: hakkımda

source: %(first_name)s %(last_name)s
ru: %(last_name)s %(first_name)s

source: %(from_user)s and %(to_user)s
ru: %(from_user)s и %(to_user)s

source: sender
el: αποστολέας
pt: remetente
ru: отправитель
tr: gönderici

source: Send
el: Αποστολή
pt: Enviar
ru: Отправить
tr: Gönder

source: Your account could not be activated..
el: Ο λογαριασμός σας δεν μπορεί να ενεργοποιηθεί.
pt: A sua conta não pode activada

source: Your new email address is saved. You can continue using userena with this email.
el: Το καινούριο σας email έχει σωθεί. Μπορείτε να συνεχίσετε να χρησιμοποιείτε το userena με αυτό το email.
pt: O seu novo email foi guardado. Pode continuar a usar userrena com esteemail

source: Your email could not be verified..
el: Το email σας δεν μπορεί να επαληθευτεί..
pt: O email não pode ser verificado..

source: You can now
el: Μπορείτε τώρα
pt: Podes agora

source: signin
el: να εισέλθετε
pt: entrar

source: with your new password.
el: με τον καινούριο σας κωδικό.
pt: com a sua nova password

source: Reset password email is send
pt: Email para renovar password enviado

source: An e-mail has been send to you which explains how to reset your password.
pt: Foi enviado um email que explica como fazer reset a sua password

source: You have been send an e-mail with an activation link to the supplied email.
pt: Foi-lhe enviado um email com o link de activação para o email que forneceu
